let words = [
    {
        word: "Хиджры",
        hint: "622 год в Исламе год"
    },
    {
        word: "Средние века",
        hint: "Исламская астрономия была очень развита в"
    },
    {
        word: "Великий",
        hint: "Под каким именем Александр Македонский более известен на Западе?"
    },
    {
        word: "Кровопускание",
        hint: "(хиджама) освобождает мусульманина от молитвы и поста..."
    },
    {
        word: "Индонезия",
        hint: " В этой стране проживает наибольшее количество мусульман (220 миллионов), за ней следуют Пакистан, Индия и Бангладеш"
    },
    {
        word: "Ислам",
        hint: "Мусульмане не описывают ..... как религию. Для них это образ жизни"
    },
    {
        word: "Идриси",
        hint: "Фактически Колумб опирался на карты мусульманского ученого 12-го века Аль"
    },
    {
        word: "Мекка",
        hint: "В переводе с арабского... означает «место чаши для питья». Там по мнению мусульман находился источник, который поддерживал жизнь Измаила, сына Авраама. "
    },
    {
        word: "Коран",
        hint: "Мусульмане считают, что ... является исправленной версией Библии."
    },
    {
        word: "Амир Тимур",
        hint: "Тюркский полководец 15-го века  ..... создал богато украшенный Коран размером 1,5х2 метра, по семь строк шрифта на страницу."
    },
    {
        word: "Коран",
        hint: ".... означает «чтение» на арабском языке."
    },
    {
        word: "Суниты",
        hint: " После смерти Мухаммеда ислам распался на две основные ветви: .... (85% всех мусульман) и шииты (15%)."
    },
    {
        word: "Намаз",
        hint: "(обязанность молиться пять раз в день)"
    },
    {
        word: "Закят",
        hint: "(пожертвование на благотворительность)"
    },
    {
        word: "Ураза",
        hint: "(пост во время Рамадана это)"
    },
    {
        word: "Халяль",
        hint: "(продукты, которые разрешены в Исламе)"
    },
    {
        word: "Макрух",
        hint: "(продукты, которые можно есть, но не рекомендуется)"
    },
    {
        word: "Харам",
        hint: "(запрещенные продукты, такие как свинина, некоторые виды сыра и все, что вызывает зависимость, например алкоголь)"
    },
    {
        word: "Мазхаб",
        hint: "в богословской исламской  литературе обозначают учение, доктрину, толк, школу."
    },
    {
        word: "Абу Ханифа",
        hint: "основатель ханафитской правовой школы в исламе. Он — первый учёный, который систематизировал знания по Фикху – исламкому праву."
    },
    {
        word: "Ханафитского",
        hint: " Почти все тюркоязычные народы являются последователями  мазхаба"
    },
    {
        word: "Иерусалим",
        hint: ".... является почитаемым городом всех трех великих монотеистических конфессий."
    },
    {
        word: "99",
        hint: "У Аллаха  имен"
    },

    {
        word: "много",
        hint: "Сколько лет ежику"
    },
]